{
      "accentuation_type": "Возбудимый",
      "description": "Привет! Ты пробуешь сценарии для *Возбудимого типа*. Главные черты — вспыльчивость, склонность к раздражению, потребность в контроле и порядке. Сильные стороны — решительность, настойчивость, умение действовать в кризисе. Сложности — бурные реакции, трудности в прощении ошибок других. Давай проверим, как это работает.",
      "scenarios": [
        {
          "id": 1,
          "title": "Сорванная встреча",
          "start_message": "Ты организовал встречу проектной группы. Все должны были прийти к 17:00.",
          "scenes": [
            {
              "id": 1,
              "message": "Время — 17:20, никто не пришёл, кроме одного однокурсника. Внутри закипает злость. *Внутренний голос:* «Как можно быть такими безответственными?! Я для всех стараюсь, а им всё равно.»",
              "choices": [
                {
                  "id": 1,
                  "text": "Написать гневное сообщение в общий чат.",
                  "outcomes": [
                    {
                      "id": 1,
                      "message": "Сообщение с обвинениями вызывает ответную волну раздражения. Кто-то обижается, кто-то оправдывается. Команда распадается.",
                      "insight": "Когда гнев вырывается в словах, он разрушает то, что ты пытался контролировать."
                    }
                  ]
                },
                {
                  "id": 2,
                  "text": "Уйти домой, решив, что с этими людьми работать бессмысленно.",
                  "outcomes": [
                    {
                      "id": 2,
                      "message": "Ты уходишь, чувствуя себя правым, но изолированным. Позже узнаёшь, что остальные застряли в пробке.",
                      "insight": "Импульсивное решение отдалило тебя от цели. Иногда нужно проверить факты прежде, чем действовать."
                    }
                  ]
                },
                {
                  "id": 3,
                  "text": "Подождать ещё 10 минут и спокойно обсудить с группой, как улучшить дисциплину.",
                  "outcomes": [
                    {
                      "id": 3,
                      "message": "Ты глубоко дышишь, ждёшь ещё немного. Когда ребята приходят, спокойно предлагаешь: «Давайте попробуем приходить вовремя, чтобы не терять время». Все соглашаются, и проект продолжается успешно.",
                      "insight": "Ты сохранил лидерство, не прибегая к гневу. Спокойствие — это тоже сила."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }