{
      "accentuation_type": "Гипертимный",
      "description": "Привет, исследователь! Ты будешь пробовать сценарии для Гипертимного типа. Главные черты — энергичность, общительность, оптимизм. Сложности — неразборчивость в выборе занятий, неспособность доводить дело до конца, легкомысленное отношение к обязательствам. Давай посмотрим, как это работает в жизни!",
      "scenarios": [
        {
          "id": 1,
          "title": "Накануне сессии",
          "start_message": "Четверг. До сдачи твоего самого важного экзамена (или зачета) осталась ровно неделя. Конспекты пусты, а впереди - долгие вечера в библиотеке. Ты как раз настроился на продуктивность, как тебе звонит лучший друг. Голос в трубке: \"Слушай, группа собрала деньги и на эти выходные мы снимаем тот самый домик в лесу у озера! Будет шашлык, гитара, почти вся группа! Поедешь? Это будет легендарно!\"",
          "scenes": [
            {
              "id": 1,
              "message": "Твое сердце замирает от предвкушения. Выезд на природу с одногруппниками — это именно то, чего тебе сейчас хочется: смех, душевные разговоры, песни у костра. Но ты смотришь на гору учебников и испытываешь противоречивые чувства. *Внутренний голос:* 'Учиться ужасно скучно... А эта поездка — это же настоящая жизнь! И все ребята будут там...'",
              "choices": [
                {
                  "id": 1,
                  "text": "«Конечно, я с вами! А к экзамену как-нибудь подготовлюсь в последнюю ночь!» (Импульс)",
                  "outcomes": [
                    {
                      "id": 1.1,
                      "message": "Ты проводишь незабываемые выходные на природе! Всё прошло так здорово, именно так, как ты и думал: смех, шутки, сближение с одногруппниками. Ты возвращаешься домой в воскресенье вечером уставшим, но счастливым. Ты открываешь конспект. Страх. *Внутренний голос:* 'Окей, у меня еще целых 5 дней... Или нет?'",
                      "followup_choices": [
                        {
                          "id": 1.1,
                          "text": "Лечь спать, отдохнуть после поездки. Учеба подождет.",
                          "final_outcome": {
                            "message": "В понедельник ты понимаешь, что время ушло. За 4 дня ты не успеваешь освоить весь материал. На экзамене ты получаешь трояк, едва избежав пересдачи. Радость от прошедших выходных быстро меркнет на фоне стресса и разочарования в себе. Итог недели: Пиррова победа. (Победа, не оправдавшая понесенных потерь). Веселье было, а уверенности в знаниях нет.",
                            "insight": "'Авось' — опасная стратегия для тебя. Яркие впечатления нужны как воздух, но их цена не должна быть твоим будущим. В следующий раз спроси себя: 'Что я буду чувствовать впоследствии, если сейчас пойду на поводу у эмоций?'"
                          }
                        },
                        {
                          "id": 1.2,
                          "text": "Сесть читать хотя бы один билет, чтобы «включиться»",
                          "final_outcome": {
                            "message": "Тебе удается прочитать и понять два сложных билета. Неделя превращается в настоящий марафон, но благодаря воскресному рывку ты входишь в ритм. Ты сдаешь экзамен на твердую четверку. Итог недели: Успел и то, и другое, но ценой невероятного напряжения и усталости. Ты молодец, что смог собраться, но жить в таком режиме — путь к выгоранию.",
                            "insight": "Ты герой мобилизации! Но постоянная жизнь в режиме 'крайнего срока' истощает. Попробуй технику 'промежуточных дедлайнов': разбей подготовку на части и награждай себя небольшими встречами с друзьями после выполнения каждой."
                          }
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": 2,
                  "text": "«Нет, ребята, я не могу. Меня ждет долгая подготовка к экзамену...» (Вынужденный отказ)",
                  "outcomes": [
                    {
                      "id": 2,
                      "message": "Ты остаешься в городе. Учеба продвигается, но ты постоянно отвлекаешься на веселые фото и видео в общем чате. Чувство, что ты упускаешь самое главное событие семестра, не дает сосредоточиться. Ты учишься медленно и с огромным чувством обиды и сожаления. В итоге к экзамену ты более-менее подготовился, но чувствуешь себя выжатым и немного оторванным от группы.",
                      "insight": "Твой энтузиазм и жажда общения — твое топливо! Но вместо тотального отказа, ищи способы 'заряжать' социальную батарейку понемногу. Можно встретиться с друзьями на пару часов в кафе. Или договориться о совместных занятиях. Полный отказ от социализации для тебя не менее вреден, чем полное погружение в веселое времяпровождение."
                    }
                  ]
                },
                {
                  "id": 3,
                  "text": "«Я так хочу поехать! А давайте я приеду на один день, в субботу? В воскресенье буду сидеть за учёбой.» (Компромисс)",
                  "outcomes": [
                    {
                      "id": 3,
                      "message": "Ты приезжаешь в субботу, заряжаешься атмосферой, общением и смехом. В воскресенье уезжаешь с чувством легкой усталости, но удовлетворения. Ты успел и пообщаться, и не выпал полностью из учебного ритма. В понедельник ты берёшься за книги с более спокойной головой. В итоге ты хорошо отдохнул, сохранил связь с группой и успешно подготовился к экзамену.",
                      "insight": "Браво! Это и есть золотая середина. Ты не пошел на поводу у импульса, но и не лишил себя радости. Ты нашел умный компромисс, который позволил и социализироваться, и выполнить обязанности. Запомни эту стратегию — она твой главный козырь!"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }