{
      "accentuation_type": "Дистимический",
      "description": "Привет, исследователь! Ты будешь пробовать сценарии для Дистимического типа. Главные черты — серьезность, сосредоточенность на трудностях, склонность к пессимизму и сниженному фону настроения. Сильные стороны — глубина мышления, надежность. Сложности — риск упустить возможности из-за излишней осторожности. Давай посмотрим, как это бывает в жизни!",
      "scenarios": [
        {
          "id": 1,
          "title": "Неудачная репетиция",
          "start_message": "Преподаватель устраивает пробный коллоквиум — репетицию устного экзамена. Нужно ответить перед всей группой. Ты готовился, но волнуешься. Когда вызывают тебя, от волнения путаешься в хорошо знакомых определениях, забываешь ключевые даты. Преподаватель строго отмечает: 'К экзамену нужно подойти серьезнее. Это был слабый ответ.'",
          "scenes": [
            {
              "id": 1,
              "message": "Ты садишься на место, чувствуя жар в щеках. Кажется, что все смотрят с жалостью или осуждением. Голова заполняется мыслями: *Внутренний голос*: 'Я так и знал(а). Я не способен(на) на это. Все видят, что я неудачник. Теперь на настоящем экзамене точно провалюсь. Зачем я вообще готовился?'",
              "choices": [
                {
                  "id": 1,
                  "text": "«Преподаватель прав — я ни на что не способен(на).» (Самоуничижение)",
                  "outcomes": [
                    {
                      "id": 1.1,
                      "message": "Ты погружаешься в пучину самокритики. Мысли крутятся вокруг провала, ты вспоминаешь все свои прошлые неудачи в учебе. Подходы к подготовке кажутся бессмысленными. *Внутренний голос*: 'Зачем стараться, если все равно ничего не выйдет? Я не смогу это исправить.'",
                      "followup_choices": [
                        {
                          "id": 1.1,
                          "text": "Отложить подготовку до лучших времен",
                          "final_outcome": {
                            "message": "Ты неделю избегаешь учебников. Чувство вины растет. В ночь перед экзаменом ты в панике пытаешься выучить все, но безуспешно. Экзамен сдан на минимальный балл или не сдан вовсе. *Итог:* Самокритика парализовала волю. Провал на репетиции превратился в самосбывающееся пророчество.",
                            "insight": "Жесткая самокритика — это не мотиватор, а тормоз. Она крадет энергию, нужную для действий. Когда ловишь себя на мысли 'я неудачник', попробуй заменить ее на 'я столкнулся с трудностью'. Это переводит фокус с личности на задачу."
                          }
                        },
                        {
                          "id": 1.2,
                          "text": "Продолжить зубрежку через силу, с чувством обреченности",
                          "final_outcome": {
                            "message": "Ты продолжаешь готовиться, но процесс идет тяжело и безрадостно. К экзамену ты подходишь измотанным и с несвежей головой. Сдаешь средне, на уровне 'удовлетворительно'. Силы потрачены, а удовлетворения, как и достойного результата нет. *Итог:* Мужество продолжать есть, но нехватка стратегии и выгорание мешают достичь желаемого результата.",
                            "insight": "Упорство — это хорошо, но упорство без стратегии — это бег на месте. Недостаточно просто 'заставлять себя'. Нужно менять подход: делать перерывы, использовать другие методы запоминания, дробить материал на маленькие шаги."
                          }
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": 2,
                  "text": "«Он ко мне придирается! У других тоже были ошибки.» (Внешнее обвинение)",
                  "outcomes": [
                    {
                      "id": 2,
                      "message": "Ты злишься на преподавателя, на систему, на одногруппников. Подготовка превращается в формальность — 'лишь бы отстали'. На экзамене ты идешь с установкой 'докажу им', но из-за недостаточной подготовки снова делаешь ошибки. Обида и гнев блокируют возможность трезво оценить пробелы и работать над ними. Результат остается низким.",
                      "insight": "Гнев — защитная реакция на боль неудачи. Но, направляя его вовне, ты отдаешь контроль над своей успеваемостью в руки других. Попробуй в моменте отделить разум от чувств. 'Да, критика была резкой, НО что конкретно я могу улучшить?'"
                    }
                  ]
                },
                {
                  "id": 3,
                  "text": "«Да, это мой промах. Но на то и дана репетиция, чтобы найти слабые места.» (Рациональный анализ)",
                  "outcomes": [
                    {
                      "id": 3.1,
                      "message": "Ты берешь листок и записываешь замечания преподавателя. Путался в определениях, пропускал ключевые даты и детали, постоянно сбивался и забывал текст. Конкретные пункты выглядят уже не как приговор, а как план действий. *Внутренний голос*: 'Так, значит, вот над чем нужно работать. Это исправимо.'",
                      "followup_choices": [
                        {
                          "id": 3.1,
                          "text": "Составить четкий план по ликвидации каждого пробела",
                          "final_outcome": {
                            "message": "Ты составляешь список дел для каждого дня недели. Следование плану дает чувство контроля. На экзамене ты идешь более уверенно, потому что целенаправленно проработал самые слабые места. Результат — твердая 'хорошо' или 'отлично'. *Итог:* Неудача была использована как топливо для системной работы и привела к успеху.",
                            "insight": "Это высший пилотаж! Ты превратил негативный опыт в конструктивный процесс. Запомни эту схему: 'Провал -> Анализ ошибок -> Конкретный план -> Действие'. Она работает в любой сфере жизни."
                          }
                        },
                        {
                          "id": 3.2,
                          "text": "Подойти к преподавателю и попросить разъяснить замечания",
                          "final_outcome": {
                            "message": "Сказать преподавателю «Я хочу разобраться» было страшно, но он оценил твое стремление и спокойно все объяснил. Ты не только получил ясность, но и показал себя серьезным студентом. На экзамене ты чувствуешь себя спокойнее, зная, что шел верным путем. Ответы уверенные. *Итог:* Преодоление страха и просьба о помощи принесли ясность, уверенность в себе и более высокий балл.",
                            "insight": "Просьба о помощи — это не слабость, а признак зрелости и желания разобраться. Преподаватели часто видят, кто действительно старается, и идут навстречу. Твой поступок заслуживает уважения."
                          }
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }