{
      "accentuation_type": "Застревающий",
      "description": "Привет, исследователь! Ты пробуешь сценарии для *Застревающего типа*. Главные черты — обидчивость, повышенная чувствительность к несправедливости, склонность \"застревать\" на неприятных переживаниях и долго помнить обиды. Сильные стороны — упорство, принципиальность, способность доводить дела до конца. Сложности — трудность отпускать прошлое и гибко переключаться. Посмотрим, как это проявляется в жизни.",
      "scenarios": [
        {
          "id": 1,
          "title": "Несправедливая оценка",
          "start_message": "Преподаватель возвращает контрольные. У тебя стояла «4», но сосед по парте, который списывал у тебя, получил «5».",
          "scenes": [
            {
              "id": 1,
              "message": "Ты чувствуешь прилив злости и обиды. *Внутренний голос:* «Как так? Он даже не готовился! А я всю ночь сидел! Это несправедливо. Почему он лучше?»",
              "choices": [
                {
                  "id": 1,
                  "text": "Подойти к преподавателю и сказать прямо, что оценка несправедлива.",
                  "outcomes": [
                    {
                      "id": 1,
                      "message": "Ты резко высказываешь претензию. Преподаватель раздражается, говорит, что «все оценки окончательны». Ты выходишь из аудитории, чувствуя себя униженным. *Итог:* конфликт остался, обида усилилась.",
                      "insight": "Сильная реакция на несправедливость — естественна, но важно выбирать момент и форму. Холодный ум эффективнее горячего сердца."
                    }
                  ]
                },
                {
                  "id": 2,
                  "text": "Замкнуться, молчать, но кипеть внутри и перестать помогать однокурснику.",
                  "outcomes": [
                    {
                      "id": 2,
                      "message": "Ты не говоришь ни слова, но мысленно снова и снова возвращаешься к этой ситуации. Настроение падает, мотивация учиться — тоже. *Итог:* обида съедает энергию.",
                      "insight": "«Застревание» похоже на внутренний диалог без выхода. Чтобы отпустить, нужно выразить, а не подавить."
                    }
                  ]
                },
                {
                  "id": 3,
                  "text": "Попробовать успокоиться и спросить у преподавателя о критериях оценивания.",
                  "outcomes": [
                    {
                      "id": 3,
                      "message": "Ты спокойно подходишь к преподавателю и просишь объяснить критерии. Оказывается, твоя работа оценена ниже из-за недочета в оформлении. Ты понимаешь, что ошибка частично твоя. *Итог:* напряжение спадает.",
                      "insight": "Ты смог преобразовать обиду в конструктив. Справедливость не всегда нарушена — иногда просто не хватает информации."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }