{
      "accentuation_type": "Истероидный",
      "description": "Привет, исследователь! Ты будешь пробовать сценарии для Истероидного типа. Главные черты — стремление быть в центре внимания, артистичность, эмоциональная выразительность, развитая интуиция в общении. Сильные стороны — обаяние, коммуникабельность, креативность. Сложности — болезненное восприятие критики, склонность к демонстративному поведению в ситуациях фрустрации, зависимость самооценки от внешнего признания. Давай исследуем, как это проявляется в академической среде!",
      "scenarios": [
        {
          "id": 1,
          "title": "Творческий конкурс",
          "start_message": "Ты участвовал(а) в престижном университетском конкурсе творческих работ — представлял(а) свою фотографию/эссе/дизайн-проект. Ты вложил(а) в работу душу и был(а) уверен(а) в победе. Но сегодня опубликовали результаты, и твоего имени нет в списке победителей.",
          "scenes": [
            {
              "id": 1,
              "message": "Ты смотришь на список и не веришь своим глазам. Работы победителей кажутся тебе обычными, скучными. Ты чувствуешь, как жар поднимается к лицу. Внутренний голос: \"Как они могли не оценить мою работу? Это же была самая оригинальная идея! Они просто не поняли моего замысла. Наверное, там были свои фавориты.\"",
              "choices": [
                {
                  "id": 1,
                  "text": "Написать в комментариях: 'Поздравляю победителей! Интересно, по каким критериям оценивались работы?'",
                  "outcomes": [
                    {
                      "id": 1.1,
                      "message": "Твой комментарий собирает лайки от друзей, но организаторы не отвечают. Друг пишет тебе в личку: \"Зря ты так, это выглядит как обида\". Внутренний голос: \"Почему все воспринимают это как обиду? Я просто задаю вопрос! Они должны объяснить свои критерии, это же справедливо.\"",
                      "followup_choices": [
                        {
                          "id": 1.1,
                          "text": "Ответить другу: 'Это не обида, а законный интерес. В следующий раз даже участвовать не буду, если все так непрозрачно'",
                          "final_outcome": {
                            "message": "Друг ставит тебе \"лайк\", но больше не пишет. В университете несколько человек спрашивают, правда ли ты больше не будешь участвовать в конкурсах. Ты чувствуешь, что тебя стали воспринимать как \"скандалиста\". *Итог:* Ты отстоял(а) свою позицию, но приобрел(а) репутацию человека, который не умеет проигрывать.",
                            "insight": "Отстаивание справедливости — это важно, но способ выражения определяет, как тебя воспримут окружающие. Иногда стоит дать эмоциям остыть, прежде чем публично выражать несогласие."
                          }
                        },
                        {
                          "id": 1.2,
                          "text": "Удалить комментарий и написать новый: 'Спасибо за опыт! Буду работать дальше'",
                          "final_outcome": {
                            "message": "Твой новый комментарий собирает еще больше лайков. Организатор пишет тебе в личку и благодарит за зрелое отношение. Предлагает поучаствовать в следующем конкурсе, но уже как члену студенческого жюри. *Итог:* Ты превратил(а) поражение в возможность и заслужил(а) уважение.",
                            "insight": "Умение достойно принимать неудачи часто открывает больше дверей, чем сама победа. Гибкость и самокритичность — признаки настоящей уверенности в себе."
                          }
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": 2,
                  "text": "Сделать сторис с своей работой и подписью: 'Главное — быть честным с собой, а не гнаться за призами'",
                  "outcomes": [
                    {
                      "id": 2.1,
                      "message": "Твои подписчики активно поддерживают тебя в комментариях. Кто-то из однокурсников пишет: \"Твоя работа действительно была лучшей!\" Внутренний голос: \"Вот! Люди видят настоящий талант. А жюри, видимо, было некомпетентным.\"",
                      "followup_choices": [
                        {
                          "id": 2.1,
                          "text": "Сделать еще один пост с разбором работ победителей: 'Мне интересно понять современные тенденции в оценке творчества'",
                          "final_outcome": {
                            "message": "Пост набирает вирусную популярность. Одни хвалят твой аналитический подход, другие обвиняют в зависти. Организаторы в срочном порядке меняют положение о конкурсе, делая критерии более прозрачными. *Итог:* Ты добился(ась) изменений, но создал(а) вокруг себя атмосферу конфликта.",
                            "insight": "Стремление к справедливости — это сила, но важно помнить: изменения, достигнутые через конфронтацию, часто имеют побочные эффекты в виде испорченных отношений."
                          }
                        },
                        {
                          "id": 2.2,
                          "text": "Написать большой эмоциональный пост о том, как трудно быть новатором",
                          "final_outcome": {
                            "message": "Пост собирает рекордное количество просмотров. Тебя начинают узнавать в университете как \"того самого бунтаря\". Несколько преподавателей выражают поддержку, но на следующем конкурсе твою работу оценивают особенно придирчиво. *Итог:* Ты получил(а) внимание, но стал(а) заложником созданного образа.",
                            "insight": "Создание яркого публичного образа дает мгновенную популярность, но может ограничить твою свободу в будущем. Настоящее признание приходит к тем, кто умеет балансировать между самовыражением и профессиональным развитием."
                          }
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": 3,
                  "text": "Написать организаторам с просьбой дать развернутую рецензию на работу",
                  "outcomes": [
                    {
                      "id": 3.1,
                      "message": "Организаторы вежливо отвечают, присылают бланк с оценками по критериям. Твоя работа получила высокие баллы за оригинальность, но низкие за технику исполнения. Внутренний голос: \"Техника исполнения? Да они просто не поняли моего художественного замысла! Это же была сознательная стилизация!\"",
                      "followup_choices": [
                        {
                          "id": 3.1,
                          "text": "Поблагодарить за обратную связь и спросить, можно ли получить консультацию по улучшению техники",
                          "final_outcome": {
                            "message": "Ты встречаешься с одним из членов жюри — опытным преподавателем. Он показывает технические приемы, которые ты недооценивал(а). Через месяц ты создаешь новую работу, сочетающую твою оригинальность с безупречной техникой. *Итог:* Поражение стало трамплином для реального роста.",
                            "insight": "Признание своих слабостей — не поражение, а инвестиция в будущие победы. Настоящие профессионалы ценят конструктивную критику больше, чем похвалу."
                          }
                        },
                        {
                          "id": 3.2,
                          "text": "Вежливо не согласиться, объяснив свой творческий замысел",
                          "final_outcome": {
                            "message": "Организаторы внимательно изучают твое объяснение и присылают развернутый ответ с признанием: \"Мы действительно не учли этот художественный прием в наших критериях\". Они предлагают тебе войти в рабочую группу по разработке критериев для будущих конкурсов. *Итог:* Ты не только отстоял(а) свою работу, но и повлиял(а) на систему оценки творчества в университете.",
                            "insight": "Настойчивость, подкрепленная аргументами и уважением к оппонентам, может изменить правила игры в твою пользу. Это и есть путь от жалоб к лидерству."
                          }
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }