{
      "accentuation_type": "Лабильный",
      "description": "Привет, исследователь! Ты будешь пробовать сценарии для Лабильного типа. Главная черта — резкие и непредсказуемые смены настроения, которые сильно зависят от внешних обстоятельств и мнения окружающих. Сильные стороны — эмоциональная отзывчивость, искренность. Сложности — эмоции могут полностью захватывать и мешать трезво оценивать ситуацию. Давай посмотрим, как это бывает!",
      "scenarios": [
        {
          "id": 1,
          "title": "Случайное замечание",
          "start_message": "Ты хорошо написал(а) контрольную работу и был(а) собой доволен(а). Преподаватель возвращает работы и в целом хвалит группу. Твоя оценка — 'отлично'. Ты уже сияешь от гордости, когда преподаватель, передавая тебе твою работу, мимоходом замечает: 'Вообще, можно было и поаккуратнее оформить, но ладно, зачту'",
          "scenes": [
            {
              "id": 1,
              "message": "Твоя радость мгновенно сменяется обидой и разочарованием. Кажется, что вся ценность работы обесценилась этим одним замечанием. *Внутренний голос:* 'Вот всегда так! \"Отлично\", но... Значит, на самом деле это не \"отлично\". Теперь все подумают, что я неряха, а мои старания уже не в счет. Весь день испорчен.'",
              "choices": [
                {
                  "id": 1,
                  "text": "«Эх.. я всегда все делаю кое-как...» (Принять на свой счет, уйти в обиду)",
                  "outcomes": [
                    {
                      "id": 1.1,
                      "message": "Ты уходишь с пары с опущенной головой. Пять баллов в зачетке не приносят никакой радости. Ты прокручиваешь в голове эту фразу снова и снова, находя в воспоминаниях всё новые подтверждения своей 'неаккуратности'.",
                      "followup_choices": [
                        {
                          "id": 1.1,
                          "text": "Отменить вечерние планы и сидеть дома, переживая эмоции в одиночку",
                          "final_outcome": {
                            "message": "Ты провел(а) вечер в мрачных размышлениях, отменив встречу с друзьями. Настроение только ухудшилось из-за изоляции. Утром ты просыпаешься с тем же тяжелым чувством, и оно влияет на весь следующий день. *Итог:* Негативная эмоция, усиленная изоляцией и самокопанием, испортила не только день, но и часть следующего.",
                            "insight": "Одиночество — бензин для плохого настроения. Даже если не хочется, иногда стоит силой вытащить себя в люди. Смена обстановки и общение часто 'перезагружают' эмоциональный фон лучше, чем многократное прокручивание одних и тех же мыслей."
                          }
                        },
                        {
                          "id": 1.2,
                          "text": "Позвонить другу, чтобы пожаловаться и получить поддержку",
                          "final_outcome": {
                            "message": "Друг выслушал тебя и сказал: 'Да брось, у него у самого почерк не всегда разберешь! Ты всё равно молодец, получил(а) пятерку!' Ты посмеялся(ась), выпустил(а) пар и смог(ла) переключиться. К вечеру настроение поднялось, и ты смог(ла) заняться другими делами. *Итог:* Социальная поддержка помогла 'отделить' эмоцию от ситуации и не дать ей поглотить тебя полностью.",
                            "insight": "Твои друзья — твой стабилизатор. Умение просить и принимать поддержку дорогого стоит. Проговаривание чувств вслух часто помогает избавиться от тяжести на душе, потому что ты начинаешь видеть ситуацию со стороны."
                          }
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": 2,
                  "text": "«Да кто он такой! Сам вечно все путает!» (Вспышка гнева, отрицание)",
                  "outcomes": [
                    {
                      "id": 2,
                      "message": "Ты весь вечер ходишь злой и подавленный. На следующий день на семинаре невольно отвечаешь преподавателю резко и с вызовом. Он удивленно поднимает бровь. Между вами возникает напряжение. *Итог:* Сиюминутная эмоциональная реакция создала ненужный конфликт и испортила отношения с преподавателем.",
                      "insight": "Гнев — это быстрая и сильная эмоция, которая дает ощущение контроля. Но, выплеснув его, ты часто сжигаешь мосты. Попробуй дать гневу выйти физически (пройтись быстрым шагом, отжаться), прежде чем реагировать словами."
                    }
                  ]
                },
                {
                  "id": 3,
                  "text": "Сделать глубокий вдох и спросить: 'А что именно стоит исправить в оформлении?' (Рациональное уточнение)",
                  "outcomes": [
                    {
                      "id": 3.1,
                      "message": "Преподаватель, немного удивленный твоим вопросом, говорит: 'Ну, например, здесь формулы можно было выделить в отдельную колонку, а не в строчку. Так было бы гораздо легче прочесть'. Информация конкретная и не касается тебя лично. *Внутренний голос:* 'О... Так это просто совет по оформлению, а не упрек в моих способностях.'",
                      "followup_choices": [
                        {
                          "id": 3.1,
                          "text": "Поблагодарить за совет и запомнить на будущее",
                          "final_outcome": {
                            "message": "Ты киваешь: 'Понял(а), спасибо, учту в следующий раз'. Ты уходишь с легким чувством досады, но без катастрофы. Ты получил(а) полезный фидбэк, и 'пятерка' в зачетке снова начинает радовать. К обеду ты уже почти забыл(а) об этом эпизоде. *Итог:* Эмоциональная буря утихла так же быстро, как и началась. Ты не позволил(а) ей украсть твою заслуженную радость и извлек(ла) из ситуации пользу.",
                            "insight": "Идеально! Ты поймал(а) свою эмоцию и не дал(а) ей управлять тобой. Ты отделил(а) факты от чувств и сохранил(а) самооценку. Это и есть эмоциональная зрелость!"
                          }
                        },
                        {
                          "id": 3.2,
                          "text": "Вежливо поспорить, объяснив свой выбор оформления",
                          "final_outcome": {
                            "message": "Ты спокойно говоришь: 'Я оформлял(а) так, потому что боялся(ась), что в колонке не хватит места для длинных формул'. Преподаватель задумывается: 'Хм, в этом есть логика. Хорошо, что ты продумываешь такие нюансы'. Завязывается короткий профессиональный диалог. *Итог:* Ты не только защитил(а) свою позицию, но и произвел(ла) впечатление старательного студента. Настроение быстро восстановилось, сменившись чувством легкой гордости.",
                            "insight": "Потрясающе! Уловив нюанс, вместо срыва ты перевел(ла) разговор в конструктивное русло, превратил(а) потенциальный конфликт в возможность для диалога и роста."
                          }
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }