{
      "accentuation_type": "Педантичный",
      "description": "Привет! Ты тренируешь сценарий для *Педантичного типа*. Главные черты — аккуратность, любовь к порядку, внимание к деталям. Сильные стороны — надёжность, тщательность. Сложности — склонность к излишнему контролю, страх ошибок, прокрастинация из-за перфекционизма.",
      "scenarios": [
        {
          "id": 1,
          "title": "Групповое задание",
          "start_message": "Ты делаешь отчёт в команде.",
          "scenes": [
            {
              "id": 1,
              "message": "Все просят тебя «просто оформить документ. Но ты видишь ошибки, несогласованности и решаешь всё перепроверить трижды. *Внутренний голос:* «Как я могу сдать это в таком виде? Это же не идеально!»",
              "choices": [
                {
                  "id": 1,
                  "text": "Переделывать всё самостоятельно, чтобы результат был безупречным.",
                  "outcomes": [
                    {
                      "id": 1,
                      "message": "Работа идеальна, но ты не спишь двое суток, раздражён и обижен, что другие не помогали.",
                      "insight": "Контроль без делегирования ведёт к выгоранию. Порой «достаточно хорошо» лучше, чем «идеально, но в одиночку»."
                    }
                  ]
                },
                {
                  "id": 2,
                  "text": "Отдать как есть, даже если тебе не нравится.",
                  "outcomes": [
                    {
                      "id": 2,
                      "message": "Ты сдаёшь работу с опечатками, мучаешься чувством вины.",
                      "insight": "Отказ от контроля не приносит облегчения, если не заменён системой. Баланс между стандартами и реализмом важнее крайностей."
                    }
                  ]
                },
                {
                  "id": 3,
                  "text": "Составить чек-лист и распределить задачи по пунктам с дедлайнами.",
                  "outcomes": [
                    {
                      "id": 3,
                      "message": "Команда работает слаженно, документ сдан вовремя.",
                      "insight": "Ты сохранил структуру и энергию. Система вместо контроля — ключ к спокойствию педанта."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }