{
      "accentuation_type": "Психастенический",
      "description": "Привет, исследователь! Ты будешь пробовать сценарии для Психастенического типа. Главные черты — высокая тревожность, мнительность, склонность к самоанализу и бесконечным сомнениям. Сильные стороны — глубина мышления, ответственность, предусмотрительность. Сложности — 'паралич анализа', трудности с принятием решений и завершением дел. Давай посмотрим, как это бывает в жизни!",
      "scenarios": [
        {
          "id": 1,
          "title": "Выбор темы курсовой",
          "start_message": "Тебе нужно выбрать тему для курсовой работы. Научный руководитель предлагает три варианта, каждый из которых интересен по-своему. Нужно определиться до конца недели. Ты начинаешь изучать материалы по всем трем темам, и с каждым часом растет тревога.",
          "scenes": [
            {
              "id": 1,
              "message": "Прошло уже два дня. Ты прочитал(а) десятки статей, составил(а) таблицы сравнения, но ясности не прибавилось. Внутренний голос: \"Тема А — самая современная, но литературы мало, я могу не справиться. Тема Б — хорошо изучена, но будет скучно, и работа не выделится. Тема В — золотая середина, но вдруг я упускаю какую-то скрытую сложность? Выбрав одну, я навсегда откажусь от других возможностей. А если выберу не ту?\"",
              "choices": [
                {
                  "id": 1,
                  "text": "Продолжить исследования: нужно изучить еще 5-10 источников по каждой теме (Углубление в анализ)",
                  "outcomes": [
                    {
                      "id": 1.1,
                      "message": "Ты провел(а) еще три дня в библиотеке. Информации стало так много, что голова идет кругом. Теперь кажется, что каждая тема имеет неразрешимые проблемы. Внутренний голос: \"Чем больше я узнаю, тем меньше понимаю. Теперь я вижу недостатки во всех вариантах! Срок уже завтра, а я еще дальше от решения, чем был(а).\"",
                      "followup_choices": [
                        {
                          "id": 1.1,
                          "text": "Срочно искать четвертый, идеальный вариант",
                          "final_outcome": {
                            "message": "Ты в панике ищешь \"идеальную\" тему, которой не существует. Срок срывается. Руководитель вынужден сам назначить тему, делая тебе строгое замечание. Ты начинаешь работу с опозданием и чувством провала. *Итог:* стремление к перфекционизму привело к реальному провалу дедлайна и испорченным отношениям с руководителем.",
                            "insight": "Погоня за идеалом — это ловушка. В академической работе не существует единственно верного пути. Ценность часто создается в процессе работы, а не в \"идеальном\" старте."
                          }
                        },
                        {
                          "id": 1.2,
                          "text": "Выбрать наименее рискованную тему и мучиться сомнениями",
                          "final_outcome": {
                            "message": "Ты выбираешь самую безопасную тему. Работа продвигается медленно, без энтузиазма. В глубине души ты продолжаешь сомневаться: \"А вдруг другая тема была бы лучше?\" Курсовая сдается вовремя, но получает среднюю оценку. *Итог:* Задача выполнена, но без радости и с постоянным чувством упущенных возможностей.",
                            "insight": "Выбор \"наименьшего сопротивления\" часто оказывается путем наибольшего разочарования. Интересная, хоть и сложная задача, может принести больше удовлетворения и лучший результат."
                          }
                        }
                      ]
                    }
                  ]
                },
                {
                  "id": 2,
                  "text": "Попросить у руководителя еще неделю на раздумья (Отсрочка решения)",
                  "outcomes": [
                    {
                      "id": 2,
                      "message": "Руководитель неохотно соглашается. Неделя проходит, но ясность выбора так и не появляется— ты просто повторяешь тот же цикл сомнений. В итоге тема назначается руководителем принудительно, и ты чувствуешь разочарование от упущенных возможностей. *Итог:* Время потеряно, автономия упущена, удовлетворенности нет.",
                      "insight": "Отсрочка не уменьшает тревогу — она только продлевает мучения. Часто само решение и начало действий приносят больше облегчения, чем бесконечные размышления. Помни: \"Достаточно хорошее\" решение, принятое вовремя, лучше \"идеального\", принятого слишком поздно."
                    }
                  ]
                },
                {
                  "id": 3,
                  "text": "Бросить монетку и выбрать случайно, чтобы просто начать (Принудительное решение)",
                  "outcomes": [
                    {
                      "id": 3.1,
                      "message": "Монетка указывает на тему Б. Ты формально сделал(а) выбор, но внутри продолжается буря. Внутренний голос: \"А если бы подбросил(а) еще раз? Может, нужно было выбрать тему А? Я поступил(а) безответственно, просто полагаясь на случай!\"",
                      "followup_choices": [
                        {
                          "id": 3.1,
                          "text": "Все же начать работать с выбранной темой, несмотря на сомнения",
                          "final_outcome": {
                            "message": "Первые дни даются тяжело — сомнения не уходят. Но по мере погружения в материал ты обнаруживаешь интересные аспекты, которых не видел(а) на этапе выбора. Работа захватывает, а первоначальная тревога постепенно сменяется азартом исследования. *Итог:* Действие победило анализ. Работа получилась качественной, а ты приобрел(а) ценный опыт преодоления ситуации, когда сложно сделать выбор.",
                            "insight": "Потрясающе! Ты понял(а) главный секрет: ясность приходит в процессе действия, а не в процессе размышления. Начав делать, ты получаешь реальные данные, которые гораздо ценнее предварительных прогнозов."
                          }
                        },
                        {
                          "id": 3.2,
                          "text": "Поменять тему в последний момент",
                          "final_outcome": {
                            "message": "В последний момент ты меняешь тему на ту, что \"интуитивно кажется правильной\". Начинается аврал — нужно за несколько дней сделать то, на что у других были месяцы. Работа сдается небрежной, с ошибками. Руководитель разочарован. *Итог:* Импульсивная смена решения привела к низкому результату и подорвала твою репутацию.",
                            "insight": "Твоя сила — в глубоком анализе, а не в импульсивных поступках. Когда тревога зашкаливает, она может маскироваться под \"интуицию\". Лучше составить четкий список критериев выбора заранее и следовать ему."
                          }
                        }
                      ]
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }