{
      "accentuation_type": "Тревожный",
      "description": "Привет! Это сценарий для *Тревожного типа*. Главные черты — застенчивость, склонность к сомнениям, боязнь оценок и ошибок. Сильные стороны — доброта, чуткость, ответственность. Сложности — чрезмерная самокритика, избегание инициативы.",
      "scenarios": [
        {
          "id": 1,
          "title": "Выступление на семинаре",
          "start_message": "Преподаватель просит тебя выступить первым с докладом.",
          "scenes": [
            {
              "id": 1,
              "message": "Ты чувствуешь, как сердце стучит в висках. *Внутренний голос:* «Все будут смотреть. Я забуду слова. Мне станет стыдно.»",
              "choices": [
                {
                  "id": 1,
                  "text": "Попросить выступить последним.",
                  "outcomes": [
                    {
                      "id": 1,
                      "message": "Пока ждёшь своей очереди, тревога растёт. К моменту выступления руки дрожат, ты путаешься в тексте.",
                      "insight": "Ожидание усиливает страх. Лучше действовать, чем ждать идеального момента."
                    }
                  ]
                },
                {
                  "id": 2,
                  "text": "Прочитать текст монотонно, лишь бы скорее закончить.",
                  "outcomes": [
                    {
                      "id": 2,
                      "message": "Ты читаешь быстро, не поднимая глаз. Преподаватель хвалит за содержание, но просит «поработать с уверенностью».",
                      "insight": "Даже робкое действие — уже шаг. Не нужно быть блестящим, чтобы быть достойным."
                    }
                  ]
                },
                {
                  "id": 3,
                  "text": "Вдохнуть и попробовать говорить свободно, глядя на аудиторию.",
                  "outcomes": [
                    {
                      "id": 3,
                      "message": "Ты пробуешь говорить чуть громче, чем обычно. Люди слушают. Ошибка в середине не рушит выступление, ты продолжаешь.",
                      "insight": "Уверенность рождается не из отсутствия страха, а из опыта выступать несмотря на него."
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }